{
"logo":"http://misc.estateauctionpics.com/eai_header2.jpg",
"book": "http://misc.estateauctionpics.com/buyourbook.jpg",
"welcomeTextTitle":"Welcome to Estate Auctions Inc!",
"welcomeTextBody": "We are one of the Leading Sellers of Antiques, Collectibles and Quirky items on eBay. We have been selling since 1998 and ALL of our auctions start at .99 cents. We are proud to announce that we maintain a 'FIVE STAR Detailed Seller Rating' and our staff strives for 100% customer satisfaction, our 100% feedback rating will vouch for that. We work with consigners from Coast-To-Coast and work hard to make sure we have top quality items.",
"yqzplug":"We are 'Your Quality Zone' - search 'YQZ' to see our other listings",
"yqzother":"http://www.ebay.com/sch/estateauctionsinc/m.html?hash=item43b2cdc055&item=290762637397&pt=Art_Paintings&rt=nc&_trksid=p4340.l2562",
"title":"Mid Century Modern American Geometric Abstact Oil Painting SIGNED Paster",
"subtitle": "Pennsylvania Artist from Bala Cynwld PA",
"descriptionTop":" In this auction, we have a mid century modern geometric abstract serigraph by Pennsylvania artist ,L Paster. The artist uses bold, contrasting colors and precise lines to create depth. The design is futuristic, in line with what was popular at the time of the space age. The signature of the artist is found on the bottom left, 'Paster.' The back has the address info for the artist, in Bala Cynwyd, PA.", 
"pics":"<a href='http://201309.estateauctionpics.com/20130926191943_2.jpg'><pic class='grid-item grid-item-half grid-item-pic' style=background-image:url(http://201309.estateauctionpics.com/20130926191943_2.jpg)></pic></a><a href='http://201309.estateauctionpics.com/20130926191943_2.jpg'><pic class='grid-item grid-item-half grid-item-pic' style=background-image:url(http://201309.estateauctionpics.com/20130926191943_2.jpg)></pic></a><a href='http://201309.estateauctionpics.com/20130926191943_2.jpg'><pic class='grid-item grid-item-half grid-item-pic' style=background-image:url(http://201309.estateauctionpics.com/20130926191943_2.jpg)></pic></a>",
"facts":"Facts about Estate Auctions Inc",
"moreBelow": " and more description ",
"factss1":"(Norb & Marie Novocin)",
"auctionsline":"Estate Auctions, Inc.",
"years":"17th",
"applet":"",
"b1": " We have over 30,000 positive feedback ratings (20,000+ unique)",
"b2": "over 40,000 sales on eBay",
"b3": "100% Positive feedback and we maintain a great rating", 
"feedbackButton": "http://feedback.ebay.com/ws/eBayISAPI.dll?ViewFeedback2&userid=estateauctionsinc&&_trksid=p4340.l2560&rt=nc&iid=290762637397&sspagename=VIP:feedback&ftab=FeedbackAsSeller", 
"b4": "over 10,000 repeat buyers",
"b5": "You can bid with confidence",
"b6":"Please note: We put up a very eclectic collection of items and are not experts in every area, so descriptions are our best guess as to what something is. While we try to research each item to the best of our ability, it is the buyer's responsibility to know what they are buying.",
"b7": "Terms Of Service",
"b8": "eBay is all we do for a living, husband and wife (Norb & Marie) working together, while we home school our kids on our farmette in rural Delmarva. We have worked very hard to build our little business and it is very important to us. We try and do business the old fashioned way and have a rather simple outlook.",
"b9": "Treat all of your customers as if they are family.",
"b10": "Be courteous, answer e-mails, be fair in all your dealings and try and make friends of each and every customer.",
"b11": "However, with eBay's new star rating and the rate increases in the U.S. Postal rates we needed to define and explain our methods of business. ",
"b12": "ONE - Who We Deal With",
"b13": "We sell and ship world wide to anywhere, so please email us for a quote to wherever you happen to be. ",
"b14": "TWO - Shipping Charges",
"b15": "We charge shipping based on the USPS system, we will sometimes ship via courier if we can get it to you within the same time frame or faster. We add a reasonable cost for materials, normally that is $2.00 for regular sized packages. For small flat items $1.00. That covers the expense of boxes, envelopes, bubble wrap, peanuts. For larger items that take a larger more expensive box, we charge a little more, to cover the special box, for example paintings or lamps. For oversized items or items that will take special attention to package, (building a crate, wrapping many items individually, etc.), we ask you to e-mail us for a quote on shipping prior to the auction ending. If you do not, we charge the same amount as if you did.",
"b16": "THREE - International Shipping",
"b17": "We charge shipping based on the USPS international system. The rates follow the same guidelines as number two above, though for international customers we add an additional $1.00 to cover the extra paperwork involved in international shipping. If an amount goes over $50 in value we will only ship it with Priority or Express Mail, regardless how small an item. That allows for us to have international tracking. There is no tracking available on First Class Mail. ",
"b18":"FOUR - Insurance",
"b19":"eBay's policies no longer allows us to charge the client for insurance. But... we still apply insurance to any item that goes over $27.00 in value. We reserve the right to use the insurance carrier of our choice. Sometimes that is Postal or the Carrier's Insurance and sometimes that is a private insurance company such as DSI or U-PIC/Shipsurance. If we use a private insurance company the package will not be marked insured, but it will be.",
"b20":"FIVE - Methods of Payment Accepted",
"b21":"We abide by eBay's rules and try and stay abreast of their changes. We accept Paypal. Paypal also accepts the major credit cards, or we also take Credit Cards Directly over the phone, (MC, VISA, DISCOVER, AMERICAN EXPRESS, CARTE BLANCHE, DINERS CLUB, JCB) Bottom line, whatever method is most convenient for you. ",
"b22":"SIX - Time Frame To Pay",
"b23":"We ask all auctions to be paid for in the fastest possible time frame. (This is all we do for a living and we need the money to pay the bills and buy more unique and fun items to put up on eBay) ",
"b24":"SEVEN - Shipping Time Frame",
"b25":"We make every effort to ship in a timely manner. We are home schooling the boys, listing tons of items, and as like any of us are just plain swamped, so we have to schedule a special time to pack and ship. We ship on a first paid, first shipped basis. (We do not ship any item until it has been paid and the funds have cleared.) With the ebb and flow of payments we manage to get everything out of the door within one week. If there is a rush, we will make every effort to work with you in getting it out of the door faster. As you can see from our feedback, we do not disappoint. OF COURSE, items that need special attention, crating, etc adds to the time frame of those items. ",
"b26":"EIGHT  - Local Pickup",
"b27":"Sometimes it makes sense to come by and pickup your items.  Sometimes an item is just too big for any other option.  If you've arranged local pickup with us, you must pickup the item within 30 days otherwise it will be subject to storage fees or relisting.",
"b28":"NINE  - Communication",
"b29":"Please feel free to contact us at anytime, with any question or comment. Unless we are out of town we make an effort to answer all emails as quickly as possible.",
"logoC":"logoC1",
"bookC": "bookC1",
"welcomeC": "welcomeC1",
"stylesheet": "<link rel='stylesheet' type='text/css' href='/stylesheets/frame.css'>", 
"trading":"We are Trading Assistants - We call sell items for you!",
"tradingLink":"http://ebaytradingassistant.com/directory/index.php?searchToken=Tzo2OiJTZWFyY2giOjE3OntzOjg6ImFkZHJlc3MxIjtOO3M6NDoiY2l0eSI7czowOiIiO3M6NToic3RhdGUiO3M6MDoiIjtzOjg6InBvc3RDb2RlIjtzOjU6IjE5OTczIjtzOjU6InJlZG9sIjtOO3M6ODoibmVlZEhlbHAiO3M6MToiMCI7czozOiJkb2wiO047czo2OiJwaWNrdXAiO047czo4OiJkaXN0YW5jZSI7czoyOiIyNSI7czo4OiJsYXN0TmFtZSI7czowOiIiO3M6NjoiZWJheUlEIjtzOjA6IiI7czoxMToiYnV5U2FmZVVzZXIiO047czoxOToiZWR1Y2F0aW9uU3BlY2lhbGlzdCI7czowOiIiO3M6NToib3JkZXIiO3M6MToiNyI7czo5OiJkaXJlY3Rpb24iO3M6MzoiQVNDIjtzOjg6ImxvY2F0aW9uIjtzOjU6IjE5OTczIjtzOjU6InRvdGFsIjtpOjA7fQ==&page=profile&ebayID=estateauctionsinc"
}
